Repository: Tencent-RTC/TUILiveKit
Catalog: iOS/Component/Barrage/Resources/Localized/TUIBarrageLocalized.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Live Room ID:
zh_hans: 直播房间ID：
zh_hant: 直播房間ID：

source: Go Live
zh_hans: 开直播
zh_hant: 開直播

source: Video Bitrate
zh_hans: 视频码率
zh_hant: 視頻碼率

source: Video FPS
zh_hans: 视频帧率
zh_hant: 視頻幀率

source: Join Chat!
zh_hans: 说点什么…
zh_hant: 說點什麼…

source: Guest
zh_hans: 连观众
zh_hant: 連觀眾

source: Start Live
zh_hans: 开始直播
zh_hant: 開始直播

source: Host
zh_hans: 连主播
zh_hant: 連主播

source: You are currently co-guesting with other streamers. Would you like to[End Co-guest] or [End Live] ?
zh_hans: 当前处于连麦状态，是否需要「断开连麦」或「关闭直播间」
zh_hant: 當前處於連麥狀態，是否需要「斷開連麥」或「關閉直播間」

source: End Cohost
zh_hans: 断开连线
zh_hant: 斷開連線

source: Seat
zh_hans: 麦控
zh_hant: 麥控
